--[[
# For More Information ....! 
# Developer : Aziz < @devss_bot >      #Dev
# our channel: @help_tele
]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "م 2" then
return [[🏆🏆 - اوامر الرفع + الكتم في الكروب👑👑
➖🔸➖🔹➖🔸➖🔹➖ـ
🎃-دفره : لطرد العضو بلرد
🎃 -رفع ادمن : لاضافة  ادمن
🎃 -تنزيل ادمن : تنزيل ادمن
🎃 -الادمنيه : اضهار الادمنيه
🎃-بلوك : لطرد المستخدم بلرد
🎃 -حظر :  لحضر المستخدم
🎃 -الغاء الحظر : لفك حضر المستخدم
🎃 -مغادره : للخروج من لمجموعه
🎃 -كتم  : لكتم المستخدم
🎃 -كتم  : لالغاء كتم المستخدم
🎃 -المكتومين  :عرض المكتومين
🎃 -منع : لحضر الكلمات في المجموعه
🎃 -الغاء المنع  : لفتح حضر الكلمه
🎃 -قائمه المنع  : لعرض الكلمات المحضوره
🎃 -حظر عام : باند عام
🎃 -الغاء العام : لالغاء العام
🎃 -قائمه العام  : لعرض المحضورين عام️
 :للتواصل مع المطور
__________________
🗯️ - Dev - @devss_bot
💭️ - channel - @help_tele]]
end

if not is_momod(msg) then
return "مو شغلك ودعبل 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(م 2)"
},
run = run 
}
end